<?php
/**----------------------------------------------------------------

 liyu: 2012-2-20
 *----------------------------------------------------------------*/

//等级
$_user_grade_options = array ('初级' => '初级', '中级' => '中级', '高级' => '高级' );

//语种
$_user_lang_options = array ('汉语' => '汉语', '英语' => '英语', '日语' => '日语' );

//民族
$_user_nation_options = array ('汉族' => '汉族', 
		'壮族' => '壮族', 
		'藏族' => '藏族', 
		'裕固族' => '裕固族', 
		'彝族' => '彝族', 
		'瑶族' => '瑶族', 
		'锡伯族' => '锡伯族', 
		'乌孜别克族' => '乌孜别克族', 
		'维吾尔族' => '维吾尔族', 
		'佤族' => '佤族', 
		'土家族' => '土家族', 
		'土族' => '土族', 
		'塔塔尔族' => '塔塔尔族', 
		'塔吉克族' => '塔吉克族', 
		'水族' => '水族', 
		'畲族' => '畲族', 
		'撒拉族' => '撒拉族', 
		'羌族' => '羌族', 
		'普米族' => '普米族', 
		'怒族' => '怒族', 
		'纳西族' => '纳西族', 
		'仫佬族' => '仫佬族', 
		'苗族' => '苗族', 
		'蒙古族' => '蒙古族', 
		'门巴族' => '门巴族', 
		'毛南族' => '毛南族', 
		'满族' => '满族', 
		'珞巴族' => '珞巴族', 
		'僳僳族' => '僳僳族', 
		'黎族' => '黎族', 
		'拉祜族' => '拉祜族', 
		'柯尔克孜族' => '柯尔克孜族', 
		'景颇族' => '景颇族', 
		'京族' => '京族', 
		'基诺族' => '基诺族', 
		'回族' => '回族', 
		'赫哲族' => '赫哲族', 
		'哈萨克族' => '哈萨克族', 
		'哈尼族' => '哈尼族', 
		'仡佬族' => '仡佬族', 
		'高山族' => '高山族', 
		'鄂温克族' => '鄂温克族', 
		'俄罗斯族' => '俄罗斯族', 
		'鄂伦春族' => '鄂伦春族', 
		'独龙族' => '独龙族', 
		'东乡族' => '东乡族', 
		'侗族' => '侗族', 
		'德昂族' => '德昂族', 
		'傣族' => '傣族', 
		'达斡尔族' => '达斡尔族', 
		'朝鲜族' => '朝鲜族', 
		'布依族' => '布依族', 
		'布朗族' => '布朗族', 
		'保安族' => '保安族', 
		'白族' => '白族', 
		'阿昌族' => '阿昌族' );

//学历
$_user_academic_options = array ('高中' => '高中', '中专' => '中专', '大专' => '大专', '大本' => '大本', '硕士' => '硕士', '博士' => '博士' );

//工作性质
$_user_worktype_options = array ('专职' => '专职', '兼职' => '兼职' );

//免考条件
$_user_avoid_exam_options=array('0'=>'0','1'=>'1','2'=>'2','3'=>'3','4'=>'4','5'=>'5');